_�_<?php exit; ?>a:1:{s:7:"content";O:8:"stdClass":24:{s:2:"ID";i:74;s:11:"post_author";s:1:"1";s:9:"post_date";s:19:"2020-11-29 08:11:38";s:13:"post_date_gmt";s:19:"2020-11-29 08:11:38";s:12:"post_content";s:8132:"<!-- wp:heading -->
<h2>من نحن</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>عنوان موقعنا هو: http://localhost/wp_myecommerce.</p>
<!-- /wp:paragraph -->

<!-- wp:heading -->
<h2>ما هي البيانات الشخصية التي نجمعها ولماذا نجمعها</h2>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>تعليقات</h3>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>عندما يترك الزوار تعليقات علي الموقع نجمع البيانات المبينة في نموذج التعليقات ، وأيضا عنوان IP للزائر والمتصفح سلسله وكيل المستخدم للمساعدة في الكشف عن البريد المزعج.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>قد يتم توفير سلسله مجهوله الهوية تم إنشاؤها من عنوان البريد الكتروني الخاص بك (تسمي أيضا تجزئه) لخدمه gravatar لمعرفه ما إذا كنت تستخدمه. سياسة خصوصية خدمه gravatar متوفرة هنا: https://automattic.com/privacy/. بعد الموافقة علي تعليقك ، تكون صوره ملفك الشخصي مرئية للعامة في سياق تعليقك.</p>
<!-- /wp:paragraph -->

<!-- wp:heading {"level":3} -->
<h3>وسائط الإعلام</h3>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>إذا قمت بتحميل الصور إلى الموقع ، يجب تجنب تحميل الصور مع بيانات الموقع المضمنة (EXIF GPS) المدرجة. يمكن لزوار الموقع تحميل واستخراج اي بيانات الموقع من الصور علي الموقع.</p>
<!-- /wp:paragraph -->

<!-- wp:heading {"level":3} -->
<h3>أشكال الاتصال</h3>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>ملفات تعريف الارتباط</h3>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>إذا تركت تعليقا علي موقعنا ، فيمكنك الاشتراك في حفظ اسمك وعنوان بريدك الكتروني وموقعك علي الويب في ملفات تعريف الارتباط. هذه هي لراحتك بحيث لم يكن لديك لملء التفاصيل الخاصة بك مره أخرى عند ترك تعليق آخر. وسوف تستمر هذه الكوكيز لمده سنه واحده.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>إذا قمت بزيارة صفحه تسجيل الدخول ، سنقوم بتعيين ملف تعريف ارتباط مؤقت لتحديد ما إذا كان المتصفح الخاص بك يقبل ملفات تعريف الارتباط. لا تحتوي ملفات تعريف الارتباط هذه علي بيانات شخصيه ويتم تجاهلها عند إغلاق المستعرض.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>عند تسجيل الدخول ، سنقوم أيضا باعداد العديد من ملفات تعريف الارتباط لحفظ معلومات تسجيل الدخول وخيارات عرض الشاشة. تسجيل الدخول الكوكيز الماضي لمده يومين ، وخيارات الشاشة الكوكيز الماضي لمده عام. إذا قمت بتحديد &quot;تذكرني&quot; ، سيستمر تسجيل الدخول لمده أسبوعين. إذا قمت بتسجيل الخروج من حسابك ، سيتم أزاله ملفات تعريف الارتباط لتسجيل الدخول.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>إذا قمت بتحرير مقاله أو نشرها ، سيتم حفظ ملف تعريف ارتباط إضافي في المستعرض. لا يتضمن ملف تعريف الارتباط هذا إيه بيانات شخصيه ويشير ببساطه إلى معرف الوظيفة الخاص بالمقال الذي قمت بتحريره للتو. تنتهي صلاحيتها بعد يوم واحد.</p>
<!-- /wp:paragraph -->

<!-- wp:heading {"level":3} -->
<h3>محتوي مضمن من مواقع ويب أخرى</h3>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>قد تتضمن المقالات الموجودة علي هذا الموقع محتوي مضمنا (مثل مقاطع الفيديو والصور والمقالات وما إلى ذلك). المحتوي المضمن من مواقع ويب الأخرى يتصرف بنفس الطريقة كما لو كان الزائر قد زار الموقع الآخر.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>قد تقوم هذه المواقع بجمع بيانات عنك ، واستخدام ملفات تعريف الارتباط ، وتضمين تتبع الجهات الخارجية الاضافيه ، ومراقبه تفاعلك مع هذا المحتوي المضمن ، بما في ذلك تتبع تفاعلك مع المحتوي المضمن إذا كان لديك حساب وتم تسجيل دخولك إلى ذلك الموقع.</p>
<!-- /wp:paragraph -->

<!-- wp:heading {"level":3} -->
<h3>تحليلات</h3>
<!-- /wp:heading -->

<!-- wp:heading -->
<h2>من نشارك بياناتك مع</h2>
<!-- /wp:heading -->

<!-- wp:heading -->
<h2>كم من الوقت نحتفظ ببياناتك</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>إذا تركت تعليقا ، يتم الاحتفاظ بالتعليق وبيانات التعريف الخاصة به إلى أجل غير مسمي. هذا هو حتى نتمكن من الاعتراف والموافقة علي اي تعليقات المتابعة تلقائيا بدلا من عقد لهم في طابور الاعتدال.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>بالنسبة للمستخدمين الذين يقومون بالتسجيل علي موقعنا (ان وجد) ، نقوم أيضا بتخزين المعلومات الشخصية التي يقدمونها في ملف المستخدم الخاص بهم. يمكن لكافة المستخدمين مشاهده معلوماتهم الشخصية أو تحريرها أو حذفها في اي وقت (باستثناء انهم لا يستطيعون تغيير اسم المستخدم الخاص بهم). يمكن لمسؤولي الموقع أيضا رؤية هذه المعلومات وتحريرها.</p>
<!-- /wp:paragraph -->

<!-- wp:heading -->
<h2>ما هي الحقوق التي لديك عبر بياناتك</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>إذا كان لديك حساب علي هذا الموقع ، أو تركت تعليقات ، يمكنك طلب الحصول علي ملف تم تصديره من البيانات الشخصية التي نحملها عنك ، بما في ذلك اي بيانات قدمتها لنا. يمكنك أيضا طلب ان نقوم بمسح اي بيانات شخصيه نحملها عنك. ولا يشمل ذلك اي بيانات نضطر إلى الاحتفاظ بها لأغراض اداريه أو قانونيه أو أمنيه.</p>
<!-- /wp:paragraph -->

<!-- wp:heading -->
<h2>حيث نرسل البيانات الخاصة بك</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>ويمكن التحقق من تعليقات الزوار من خلال خدمه الكشف عن البريد المزعج الألى.</p>
<!-- /wp:paragraph -->

<!-- wp:heading -->
<h2>معلومات الاتصال الخاصة بك</h2>
<!-- /wp:heading -->

<!-- wp:heading -->
<h2>معلومات اضافيه</h2>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>كيف نحمي بياناتك</h3>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>ما هي إجراءات خرق البيانات الموجودة لدينا</h3>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>ما هي الأطراف الثالثة التي نتلقى بيانات من</h3>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>ما صنع القرار الألى و/أو التنميط نقوم به مع بيانات المستخدم</h3>
<!-- /wp:heading -->

<!-- wp:heading {"level":3} -->
<h3>متطلبات الإفصاح التنظيمي للصناعة</h3>
<!-- /wp:heading -->";s:10:"post_title";s:27:"سياسة الخصوصية";s:12:"post_excerpt";s:0:"";s:11:"post_status";s:7:"publish";s:14:"comment_status";s:6:"closed";s:11:"ping_status";s:4:"open";s:13:"post_password";s:0:"";s:9:"post_name";s:79:"%d8%b3%d9%8a%d8%a7%d8%b3%d8%a9-%d8%a7%d9%84%d8%ae%d8%b5%d9%88%d8%b5%d9%8a%d8%a9";s:7:"to_ping";s:0:"";s:6:"pinged";s:0:"";s:13:"post_modified";s:19:"2020-11-29 08:11:38";s:17:"post_modified_gmt";s:19:"2020-11-29 08:11:38";s:21:"post_content_filtered";s:0:"";s:11:"post_parent";i:0;s:4:"guid";s:42:"http://localhost/wp_myecommerce/?page_id=3";s:10:"menu_order";i:0;s:9:"post_type";s:4:"page";s:14:"post_mime_type";s:0:"";s:13:"comment_count";s:1:"0";s:6:"filter";s:3:"raw";}}